Repository: zikula-modules/Eternizer
Catalog: Resources/locale/*/LC_MESSAGES/module_eternizer.po
Languages: de

source: Entries
de: Einträge

source: no image function available - captcha deactivated
de: Keine Bildfunktion verfügbar - Captcha deaktiviert

source: This is a required field.
de: Dieses Feld ist ein Pflichtfeld.

source: Please enter a valid number in this field.
de: Bitte gib eine gültige Zahl ein.

source: Please use numbers only in this field. please avoid spaces or other characters such as dots or commas.
de: Bitte nutze nur Zahlen. Vermeide Leerzeichen und Zeichen wie Punkt und Komma.

source: Please use letters only (a-z) in this field.
de: Bitte verwende nur Buchstaben (a-z) in diesem Feld.

source: Please use only letters (a-z) or numbers (0-9) only in this field. No spaces or other characters are allowed.
de: Bitte verwende nur Buchstaben (a-z) und Ziffern (0-9) in diesem Feld. Leerzeichen und andere Zeichen sind nicht erlaubt.

source: Please enter a valid date.
de: Bitte gib ein gültiges Datum ein.

source: Please enter a valid email address. For example yourname@example.com .
de: Bitte gib eine gültige email Adresse ein. Beispielsweise deinname@beispiel.com

source: Please enter a valid URL.
de: Bitte gib eine valide Url ein.

source: Please use this date format: dd/mm/yyyy. For example 17/03/2010 for the 17th of March, 2010.
de: Nutze dies Datumsformat: dd/mm/yyyy. Beispiel 17/03/2010 für den 17. März 2010.

source: Please enter a valid $ amount. For example $100.00 .
de: Bitte gib einen validen Wert ein. Zum Beispiel $100.00 .

source: Please make a selection.
de: Bitte triff eine Wahl.

source: Please select one of the above options.
de: Bitte wähle eine der obigen Optionen.

source: This value must not contain spaces.
de: Dieser Wert darf keine Leerzeichen enthalten.

source: Please select a valid html colour code.
de: Bitte wähle einen html valide Farbcode.

source: Please select a value in the past.
de: Bitte wähle einen Wert in der Vergangenheit.

source: Please select a value in the future.
de: Bitte wähle einen Wert in der Zukunft.

source: This value is already assigned, but must be unique. Please change it.
de: Dieser Wert ist schon vergeben und muss eindeutig sein. Wähle einen anderen.

source: Newest Entries
de: Neueste Einträge

source: Done! Entry created.
de: Erledigt! Eintrag erstellt.

source: Done! Entry updated.
de: Erledigt! Eintrag geändert.

source: Done! Entry deleted.
de: Erledigt! Eintrag gelöscht.

source: No such item.
de: Kein solcher Element.

source: Done! Item created.
de: Erledigt! Element erstellt.

source: Error! Creation attempt failed.
de: Fehler! Versuch der Erstellung fehlgeschlagen.

source: Done! Item updated.
de: Erledigt! Element geändert.

source: Error! Update attempt failed.
de: Fehler! Änderungsversuch fehlgeschlagen.

source: Done! Item deleted.
de: Erledigt! Element gelöscht!

source: Error! Deletion attempt failed.
de: Fehler! Versuch zu löschen fehlgeschlagen.

source: Done! Import complete.
de: Erledigt! Import komplett.

source: Descending
de: Absteigend

source: Ascending
de: Aufsteigend

source: Nothing
de: Nichts

source: Guests
de: Gäste

source: All
de: Alle

source: Above
de: Oberhalb

source: Below
de: Unterhalb

source: Menue
de: Menü

source: Error! Failed to set configuration variables.
de: Fehler! Setzen der Konfigurationsvariablen fehlgeschlagen.

source: Done! Module configuration updated.
de: Erledigt! Konfiguration des Moduls geändert.

source: That means, you have no permission to create an entry.
de: Das bedeutet, daß Du nicht die Rechte zur Erstellung eines Eintrages hast.

source: Sorry! The time to edit this entry is gone!
de: Entschuldigung! Die Zeit zur Bearbeitung dieses Eintrags ist vorüber!

source: There is an error with the captcha validation. Enter the correct input!
de: Ein Fehler ist bei der Validierung des Captchas aufgetreten. Nimm die korrekte Eingabe vor!

source: The calculation to prevent spam was incorrect. Please try again.
de: Die Rechnung zur Spamvermeidung war falsch. Bitte versuche es erneut.

source: Close
de: Schliessen

source: Error! Invalid colour.
de: Fehler! Ungültige Farbe.

source: Eternizer items
de: Eternizer Elemente

source: Display Eternizer items.
de: Elemente anzeigen.

source: Doctrine Exception:
de: Doctrine Ausnahme:

source: An error was encountered while creating the tables for the %s module.
de: Ein Fehler wurde während der Erstellung der Tabellen für %s Modul gefunden.

source: An error was encountered while removing stored object workflows for the %s module.
de: Ein Fehler ist während des Entfernens eines gespeicherten Objektarbeitsbereiches für das Modul %s aufgetreten.

source: An error was encountered while dropping the tables for the %s module.
de: Ein Fehler wurde während des Löschens der Tabellen für das Modul %s gefunden.

source: Eternizer - A guestbook module
de: Eternizer - Gästebuch Modul

source: eternizer Entries Display Hooks
de: eternizer Einträge Anzeige Hooks

source: eternizer Entries Filter Hooks
de: eternizer Einträge Filter Hooks

source: Notice: This block will not be displayed until you activate the Eternizer module.
de: Hinweis: Dieser Block wird erst angezeigt, wenn das Modul Eternizer aktiviert ist.

source: Item list
de: Liste der Einträge

source: Show a list of Eternizer items based on different criteria.
de: Zeige eine Liste von Eternizer Elementen abhängig von verschiedenen Kriterien.

source: The installer could not create eternizer_cache/index.html and/or eternizer_cache/.htaccess, please refer to the manual before using the module!
de: Der Installer konnte eternizer_cache/index.html und/oder eternizer_cache/.htaccess nicht erstellen, bitte lies das Manual bevor Du das Modul nutzt!

source: The installer successfully created the eternizer_cache directory in Zikula's temporary directory with a .htaccess file for security in there.
de: Der Installer hat im Temporärordner von Zikula den Ordner eternizer_cache mit darin enthaltener .htaccess Datei erfolgreich erstellt.

source: The installer could not create the eternizer_cache directory, please refer to the manual before using the module!
de: Der Installer konnte den ordner eternizer_cache nicht erstellen, bitte lies das Manual bevor Du das Modul nutzt!

source: The directory 'ztemp' found outside of the webroot, please consult the manual of how to create the eternizer_cache directory in this case.
de: Der ordner 'ztemp' wurde ausserhalb des Webroot gefunden, bitte nutze das Manual um den Ordner eternizer_cache für diesen Fall zu erstellen.

source: New Entry in Guestbook on
de: Ein neuer Eintrag im Gästebuch auf

source: Another entry was created by an user on
de: Ein neuer Eintrag wurde erstellt auf

source: Visit our guestbook:
de: Besuche unser Gästebuch:

source: Moderate this entry:
de: Moderiere diesen Eintrag:

source: Unable to send message
de: Nachricht kann nicht gesendet werden

source: Your entry was published!
de: Dein Eintrag wurde veröffentlicht!

source: Your entry was saved and must be confirmed by our team
de: Dein Eintrag wurde gespeichert und muss noch von unserem Team freigeschaltet werden.

source: You have permissions to edit this issue!
de: Du hast die Erlaubnis, dieses Element zu bearbeiten!

source: accepted and published
de: akzeptiert und veröffentlicht

source: to moderate
de: zu moderieren

source: denied
de: abgelehnt

source: Error! Field value may only contain digits (%s).
de: Fheler! Feldinhalt darf nur Ziffern enthalten (%s).

source: Error! Length of field value must not be higher than %2$s (%1$s).
de: Fehler! Die Länge des Feldes darf nicht höher als %2$s (%1$s) sein.

source: Error! Field value must be a valid url (%s).
de: Fehler! Der Wert des Feldes muss eine valide Url (%s) sein.

source: Error! Field value must not be empty (%s).
de: Fehler! Der Wert des Feldes darf nicht leer (%s) sein.

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Open preview page
de: Vorschau öffnen

source: Preview
de: Vorschau

source: Reuse for new item
de: Für neues Element wieder verwenden

source: Reuse
de: Wieder verwenden

source: Back to overview
de: Zurück zur Übersicht.

source: 3 newest entries
de: die 3 neuesten Einträge

source: A list of the three newest entries.
de: Eine Liste der 3 neuesten Einträge

source: 3 random entries
de: 3 zufällige Einträge

source: A list of three random entries.
de: Eine Liste von 3 zufälligen Einträgen

source: Switch to administration area.
de: Wechsel zum Adminbereich

source: Entry list
de: Liste der Einträge

source: Switch to user area.
de: Zum Userbereich wechseln

source: Configuration
de: Konfiguration

source: Manage settings for this application
de: Verwalte die Einstellungen dieser Application

source: My Entries
de: Meine Einträge

source: View of my entries
de: Ansicht meiner Einträge

source: New Entry
de: Neuer Eintrag

source: Make a new entry
de: Einen neuen Eintrag erstellen

source: Done! Import successful.
de: Fertig! Import erfolgreich.

source: Import old entries and attributes
de: Importiere alte Einträge und Attribute

source: Connection to database failed
de: Verbindung zur Datanbank fehlgeschlagen

source: Sorry! No old table or the table is empty.
de: Sorry! Keine alte Tabelle vorhanden oder die Tabelle ist leer.

source: Writing datas failed
de: Schreiben der Daten fehlgeschlagen

source: No connection to database
de: Keine Verbindung zur Datenbank

source: Error! Invalid identifier received.
de: Fehler! Ungültiger Bezeichner empfangen.

source: Sorry. The editing of entries is disabled.
de: Sorry. Das Editieren eigener Einträge ist abgeschaltet.

source: Sorry, but an unknown error occured during the %s action. Please apply the changes again!
de: Entschuldigung, aber ein unbekannter Fehler ist während der Aktion %s aufgetreten. Bitte betsätige die Änderungen erneut!

source: Settings
de: Einstellungen

source: Here you can manage all basic settings for this application.
de: Hier kannst Du sämtliche Basiseinstellungen vornehmen.

source: Items per page
de: Elemente pro Seite

source: Enter this setting. Only digits are allowed.
de: Diese Einstellung eingeben. Nur Ziffern sind erlaubt.

source: Enter this setting.
de: Einstellung eingeben

source: Notice: If you enter a correct email address a message will be sent to when a new entry was saved. If you leave this field empty, it is disabled.
de: Hinweis: Wenn Du eine korrekte email Adresse eingibst, wird mit dem Speichern eines neuen Eintrages eine Nachricht an diese geschickt. Wenn das Feld leer bleibt, ist die Funktion abgeschaltet.

source: Order
de: Reihenfolge

source: Notice: Here you enter the standard order in backend and frontend. In backend you are able to sort the columns over using the links.
de: Hinweis: Hier setzt Du die Standardreihenfolge der Einträge im backend und frontend. Im Adminbereich kannst Du die Einträge spaltenabhängig zusätzlich per Link sortieren.

source: Moderate
de: Moderieren

source: Formposition
de: Position des Formulars

source: Save Ip?
de: IP speichern?

source: Edit own entries?
de: Eigene Beitrage bearbeiten?

source: Enter the hours, an entry is editable for users
de: Gib die Stunden ein, die ein Eintrag für die Benutzer editierbar ist.

source: Period
de: Zeitraum

source: Use simple captcha?
de: Einfaches Captcha nutzen?

source: Update configuration
de: Konfiguration aktualisieren

source: Cancel
de: Abbrechen

source: Creation and update
de: Erstellung und Änderung

source: Created by %s
de: Erstellt von %s

source: Created on %s
de: Erstellt am %s

source: Updated by %s
de: Aktualisiert von %s

source: Updated on %s
de: Geändert am %s

source: Warning: Don' forget to make a backup of your database before using this import form!
de: Warnung: Vergiss nicht, Deine Datenbank zu sichern, bevor Du die Importfunktion nutzt.

source: Notice: With this form you are able to move your old entries into the new table. You can get the attributes 'name', 'email, 'homepage' and 'location' from the objectdata_attributes table for the entries if saved there. You can delete the old table. And you can delete the entries for Eternizer in the table objectdata_attributes.
de: Hinweis: Mit diesem Formular kannst Du Deine alten Einträge in die neue Tabelle des Moduls importieren. Du kannst die Attribute 'Name', 'Email', 'Homepage' und 'Ort' aus der Tabelle 'objectdata_attributes' holen, wenn sie dort für einen Eintrag angelegt sind. Du kannst die alte Tabelle dann löschen und Du kannst die Einträge für Eternizer in der Tabelle objectdata_attributes löschen.

source: Here you can manage all basic settings for the import.
de: Hier kannst Du sämtliche Einstellungen für den Import vornehmen.

source: Notice: For import of attributes look in the table objectdata_attributes for entries where object_type is 'Eternizer_entry'!
de: Hinweis: Für den Import schaue bitte in die Tabelle objectdata_attributes nach Einträgen in denen der object_type 'Eternizer_entry' ist!

source: Enter the correct attribute name.
de: Bitte den korrekten Attributnamen eingeben.

source: Notice: Enter the attribute name for the name in the table objectdata_attributes. For example: 0
de: Hinweis: Gib den Attributsnamen für den Namen in der Tabelle objectdata_attributes ein. Zum Beispiel: 0

source: Notice: Enter the attribute name for the email in the table objectdata_attributes. For example: 1
de: Hinweis: Gib den Attributsnamen für die Emailadresse in der Tabelle objectdata_attributes ein. Zum Beispiel: 1

source: Notice: Enter the attribute name for the homepage in the table objectdata_attributes. For example: 2
de: Hinweis: Gib den Attributsnamen für die Homepage in der Tabelle objectdata_attributes ein. Zum Beispiel: 2

source: -> Location
de: -> Ort

source: Notice: Enter the attribute name for the location in the table objectdata_attributes. For example: 3
de: Hinweis: Gib den Attributsnamen für den Ort in der Tabelle objectdata_attributes ein. Zum Beispiel: 3

source: Import attributes?
de: Attribute importieren?

source: Notice: If you check here, also the attributes for the entries will be imported into the new module table.
de: Hinweis: Bei gesetztem Haken werden die Attribute der alten Einträge ebenfalls importiert.

source: Delete old table?
de: Alte Tabelle löschen?

source: Notice: If you check here, also the old table of Eternizer will be deleted.
de: Hinweis: Wenn hier der Haken gesetzt ist, wird die alte Tabelle von Eternizer gelöscht.

source: Delete entries in table objectdata_attributes?
de: Einträge in der Tabelle objectdata_attributes löschen?

source: Notice: If you check here, also the entries of Eternizer in the table objectdata_attributes will be deleted.
de: Hinweis: Wenn Du hier einen Haken setzt, dann werden die Einträge für Eternizer in der Tabelle objectdata_attributes gelöscht.

source: Start import
de: Import starten

source: Back to paginated view
de: Zurück zur Seitenansicht

source: Show all entries
de: Zeige alle Einträge

source: Location
de: Ort

source: Notes
de: Kommentare

source: Created Date
de: Erstelldatum

source: Actions
de: Aktionen

source: Send an email
de: Email senden

source: Visit this page
de: Seite besuchen

source: confirmed
de: bestätigt

source: No entries found
de: Keine Einträge gefunden

source: Entry
de: Eintrag

source: Latest entries
de: Letzte Einträge

source: A direct feed showing the list of entries
de: Ein Feed der eine Liste der Einträge zeigt.

source: Open quick view window
de: Fenster für Schnellansicht öffnen

source: Quick view
de: Schnellansicht

source: Selected entries
de: Gewählte Einträge

source: Choose action
de: Wähle eine Aktion

source: Accept
de: Akzeptieren

source: Deny
de: Ablehnen

source: Submit
de: Abschicken

source: Edit entry
de: Eintrag bearbeiten

source: Create entry
de: Eintrag erstellen

source: Content
de: Inhalt

source: Enter the ip of the entry
de: Ip eingeben

source: Enter the name of the entry
de: Namen eingeben

source: Enter the email of the entry
de: Email Adresse eingeben

source: Enter the homepage of the entry
de: Homepage eingeben

source: Enter the location of the entry
de: Ort eingeben

source: Enter the text of the entry
de: Text eingeben

source: Enter the notes of the entry
de: Kommentar eingeben

source: Enter the obj_status of the entry
de: Status des Eintrags eingeben

source: Return control
de: Return Kontrolle

source: Create another item after save
de: Einen weiteren Eintrag nach dem Speichern erstellen

source: Update entry
de: Eintrag aktualisieren

source: Really delete this entry?
de: Diesen Eintrag wirklich löschen?

source: Delete entry
de: Eintrag löschen

source: Obj_status
de: Status

source: Do you really want to delete this entry ?
de: Willst Du wirklich diesen Eintrag löschen?

source: Confirmation prompt
de: Bestätigung

source: Creation
de: Erstellung

source: Created by %1$s on %2$s
de: Erstellt von %1$s am %2$s

source: Last update
de: Letzte Aktualisierung

source: Updated by %1$s on %2$s
de: Aktualisiert von %1$s am %2$s

source: Visit our guestbook
de: Besuche unser Gästebuch

source: Read more
de: Mehr lesen

source: No entries found.
de: Keine Einträge gefunden.

source: Object type
de: Objekttyp

source: Sorting
de: Sortierung

source: Random
de: Zufall

source: Newest
de: Aktuellste

source: Default
de: Standard

source: Amount
de: Anzahl

source: Template File
de: Template Datei

source: Filter (expert option)
de: Filter (Expertenoption)

source: Syntax examples
de: Syntax Beispiele

source: or
de: oder

source: on %s
de: am %s

source: Comment:
de: Kommentar:

source: Input the ip of the entry
de: IP eingeben

source: Notice: The entered email address will be displayed
de: Hinweis: Die angegebene email Adresse wird angezeigt.

source: Input the text of the entry
de: Text für den Eintrag eingeben

source: Please solve this calculation
de: Bitte löse diese Rechenaufgabe

source: (to prevent spam)
de: (um Spam zu vermeiden)

source: Only item titles
de: Nur Element Titel

source: With description
de: Mit Beschreibung
